{
    "New object": "Neues Objekt",
    "Remove all connections": "Alle Verbindungen ertfernen",
    "Save all links": "Alle Links speichern",
    "Simulation is running...": "Simulation läuft...",
    "Simulation complete": "Simulation abgeschlossen",
    "Selected Element: ": "Ausgewähltes Element: ",
    "Start Simulation": "Simulation starten",
    "Simulation results:": "Simulationsergebnisse",
    "Select a report...": "Wählen Sie einen Bericht aus...",
    "No reports available": "Keine Reports vorhanden",
    "Map properties": "Mapeigenschaften:",
    "Please select at least one Element to group": "Bitte wählen Sie mindestens ein Element zur gruppierung aus",
    "Enter a group name:": "Geben Sie einen Gruppennamen ein:",
    "Group name already in use": "Gruppenname bereits vergeben",
    "Please enter a group name": "Bitte geben Sie einen Gruppennamen ein",
    "Manage Groups": "Gruppen verwalten",
    "What is the name of the new element?": "Wie lautet der Name des neuen Elements?",
    "text": "Text",
    "New Element": "Neues Element",
    "You need to write something!": "Sie müssen irgendetwas eingeben!",
    "Would you like to briefly describe the Element?": "Möchten Sie das Element kurz beschreiben?",
    "Given name:": "Gewählter Name:",
    "select": "Auswählen",
    "Select predefined device": "Wählen Sie ein vordefiniertes Gerät",
    "Select a device": "Bitte wählen Sie ein Gerät",
    "Description:": "Beschreibung:",
    "Device:": "Gerät:",
    "You need to select something :)": "Sie müssen irgendetwas auswählen :)",
    "Is this correct?": "Stimmt dies?",
    "Save": "Speichern",
    "Don't save": "Nicht speichern",
    "Successful:": "Erfolgreich:",
    "successful": "Erfolgreich",
    "Denied:": "Verwehrt:",
    "denied": "verwehrt",
    "Edit": "Bearbeiten",
    "Delete": "Löschen",
    "Select": "Auswählen",
    "Clone": "Duplizieren",
    "Edit Element": "Element bearbeiten",
    "Add": "Hinzufügen",
    "Last changed": "Zuletzt geändert",
    "Scenarios": "Szenarios",
    "Possible kill chains: ": "Mögliche Killchains: ",
    "Kill chain": "Killchain",
    "Show scenarios": "Zeige Szenarien",
    "Show profiles": "Profile ansehen",
    "Profile name": "Profilname",
    "Add profile": "Profil hinzufügen",
    "This element wasn't reached in this simulation": "Dieses Element wurde in dieser Simulation nicht erreicht",
    "Phase Name": "Phasenname",
    "Profile": "Profil",
    "Sign up": "Registrieren",
    "Sign in": "Einloggen",
    "Sign out": "Ausloggen",
    "Email": "E-Mail",
    "Password": "Passwort",
    "Free download": "Kostenloser Download",
    "Remember me": "Anmeldung Speichern",
    "Pages": "Seiten",
    "About Us": "Impressum",
    "Design made with": "Design mit",
    "by": "gemacht von",
    "License": "Lizenz",
    "Welcome!": "Willkommen!",
    "Terms and Conditions": "Geschäftsbedingungen",
    "First, agree to the Terms and Conditions, then try register again.": "Stimmen Sie den Geschäftsbedingungen zu und versuchen Sie es dann erneut.",
    "I agree the": "Ich stimme folgendem zu:",
    "Register with": "Anmelden mit",
    "or": "Oder",
    "Already have an account?": "Sie haben bereits einen Account?",
    "Company": "Unternehmen",
    "Products": "Produkte",
    "Pricing": "Preise",
    "Expert": "Experte",
    "Category": "Kategorie",
    "Company Profile": "Unternehmensprofil",
    "Network security": "Netzwerksicherheit",
    "Device Connectivity Matur": "Geräteverbindungsreifegrad",
    "PLC Management Maturity": "PLC-Managementreifegrad",
    "Data, People&culture security": "Datensicherheit, Sicherheit der Mitarbeiter und Sicherheitskultur",
    "supply sec and NIS2 complianc": "Versorgungssicherheit und Einhalten von NIS2",
    "Please, select your sector": "Bitte wählen Sie ihren Sektor aus",
    "Important (all manufacturing and digital providers)": "Wichtig (Alle Produktions- und Digitaldienstleister)",
    "Essential": "Unverzichtbar",
    "Not important": "Unwichtig",
    "Please, select your company size": "Bitte wählen Sie ihre Unternehmensgröße",
    "Are you providing services to manufacturing companies (digital services or machine supply)": "Bieten Sie Produktionsunternehmen Dienstleistungen an? (Digitale Dienstleistungen oder Maschinenversorgung)",
    "No": "Nein",
    "Yes, including essential companies": "Ja, unter anderem unverzichtbaren Unternehmen",
    "Yes, only to non-essential manufacturing companies": "Ja, allerdings nur nicht-unverzichtbaren Unternehmen",
    "Does your company exchange sensitive data with customers?": "Tauscht ihr Unternehmen sensible Daten mit Kunden aus?",
    "Yes": "Ja",
    "Please, select what is the status of your network documentation": "Bitte wählen Sie den Stand ihrer Netzwerkdokumentation",
    "no documentation": "Keine Dokumentation",
    "Basic network documentation in place": "Grundlegende Netzwerkdokumentation vorhanden",
    "Network documentation regularly updated": "Netzwerkdokumentation regelmäßig auf den neusten Stand gebracht",
    "Asset inventory (network scan) tool is used for documenting network": "Inventarisierungstool (Netzwerk-Scan) wird für Netzwerkdokumentation verwendet",
    "-Detailed documentation present -such as access control policy -and threat modelling document": "Detailierte Dokumentation vorhanden, z.B. Zugangskontrolle und Gefahrenmodellierung",
    "Please, select what is the status of your network segregation": "Bitte wählen Sie den Stand ihrer Netzwerktrennung",
    "absent no segregation (flat network)": "Keinerlei Trennung (flaches Netz)",
    "Office and production network are separated": "Büro- und Produktionsnetz sind getrennt",
    "Mobile, guest and office network separated": "Mobil-, Gast- und Büronetz sind getrennt",
    "- Legacy and - remotely connected machines in separate VLANSAsset inventory (network scan) - tool is used for documenting network": "Alte und aus der Ferne verbundene Rechner in separaten VLANs. Inventarisierungstool (Netzwerk-Scan) wird zur Dokumentation des Netzwerks verwendet.",
    "- Micro segmentation in place - in accordance with risk analysis": "Mikro-Segmentierung vorhanden, entsprechend der Risikoanalyse",
    "- Segregation is configured and - regularly updated for segments": "Die Trennung ist konfiguriert und regelmäßig für Segmente aktualisiert",
    "Please, choose the current status of your firewall configuration. (Select everything that applies.)": "Bitte wählen Sie den Stand ihrer Firewall-Konfiguration (Wählen Sie alles aus, was zutrifft)",
    "no firewall": "Keine Firewall",
    "Presence of firewall": "Firewall vorhanden",
    "- Next gen or industrial grade firewall, - regularly updated.": "Firewall der nächsten Generation oder Industriequalität, regelmäßig Aktualisiert.",
    "- No external devices allowed; - guest accounts are temporary.": "Keine externen Geräte erlaubt; Gastkonten sind zeitlich begrenzt.",
    "Industrial switches in place.": "Industrielle Schalter vorhanden",
    "Industrial switches centrally managed.": "Zentral verwaltete industrielle Schalter",
    "- Access policy - is in accordance with firewall configuration. - Go over the settings regularly.": "Zugangsrichtlinie steht im Einklang mit der Firewall-Konfiguration. Die Einstellungen werden regelmäßig überprüft.",
    "Please, specify the level of your network monitoring setup. (Select everything that applies)": "Bitte geben Sie an, inwiefern Sie Ihr Netzwerk überwachen. (Wählen Sie alles aus, was zutrifft)",
    "no network monitoring": "Keinerlei Netzwerküberwachung",
    "- Regular monitoring/ - basic system for network monitoring in place": "Regelmäßige Überwachung/ Grundsystem für die Netzüberwachung vorhanden",
    "Network alert are set up": "Netzwerkwarnungen sind eingerichtet",
    "Continuous monitoring in place": "Kontinuierliche Überwachung",
    "Log analysis.": "Log-Analyse.",
    "Specific security monitoring tool is used.": "Es wird ein spezielles Tool zur Sicherheitsüberwachung verwendet.",
    "Dedicated IPS/IDS": "Dediziertes IPS/IDS",
    "Please, specify the governance policies in place to support network security. (Select everything that applies)": "Bitte geben Sie an, welche Unternehmensrichtlinien zur Unterstützung der Netzsicherheit bestehen. (Wählen Sie alles aus, was zutrifft)",
    "- no procedures for incident response, - training and - audits.": "Keine Verfahren für die Reaktion auf Zwischenfälle, Schulungen und Audits.",
    "Incident response document in place": "Dokument zur Reaktion auf Vorfälle vorhanden",
    "Incident recovery procedure in place": "Verfahren zur Wiederherstellung nach Vorfällen vorhanden",
    "Regular network security trainings.": "Regelmäßige Schulungen zur Netzsicherheit.",
    "- Regular audits and - pentesting": "- Regelmäßige Audits und Penetrationstests",
    "Please specify, how you specify connected devices in your network. (Select everything that applies).": "Bitte geben Sie an, wie Sie die angeschlossenen Geräte in Ihrem Netz spezifizieren. (Wählen Sie alles aus, was zutrifft).",
    "no device specification": "Keinerlei Gerätespezifikationen",
    "- Device documentation in place - ( firmware, - version, - configuration, - connection type ) - with protocol and - connection type specified.": "- Gerätedokumentation vorhanden - ( Firmware, - Version, - Konfiguration, - Anschlussart ) - mit Angabe von Protokoll und - Anschlussart.",
    "- Device documentation regularly updated": "- Regelmäßig aktualisierte Gerätedokumentation",
    "- Connection type - including protocol, - service, - port, - connection time - is identified and - documented for each device": "- Der Verbindungstyp - einschließlich Protokoll, - Dienst, - Port, - Verbindungszeit - wird für jedes Gerät identifiziert und - dokumentiert",
    "- Use asset inventory (network scan) tool for documenting connected devices.": "- Verwendung eines Inventarisierungstool (Netzwerk-Scan) zur Dokumentation der angeschlossenen Geräte.",
    "- Comprehensive documentation of policy is in place. - Policies are established based on zero-trust principle: no one is trusted by default.": "- Umfassende Dokumentation der Richtlinien bzw. Regelungen ist vorhanden. - Richtlinien werden auf der Grundlage des Zero-Trust-Prinzips festgelegt: Standardmäßig wird niemandem getraut.",
    "Please specify, how you monitor connected devices in your network. (Select everything that applies).": "Bitte geben Sie an, wie Sie die angeschlossenen Geräte in Ihrem Netz überwachen. (Wählen Sie alles aus, was zutrifft).",
    "No device monitoring": "Keine Geräteüberwachung",
    "Regular device monitoring.": "Regelmäßige Geräteüberwachung.",
    "Monitoring external connections with a dedicated tool/solution.": "Überwachung externer Verbindungen mit einem speziellen Tool/einer Lösung.",
    "Security alerts are set up on external connections.": "Für externe Verbindungen werden Sicherheitswarnungen eingerichtet.",
    "Anomaly detection solution in place.": "Lösung zur Erkennung von Anomalien ist vorhanden.",
    "- Network monitoring is continous, - based on machine learning principles.": "- Die Netzwerküberwachung erfolgt kontinuierlich und basiert auf den Prinzipien des maschinellen Lernens.",
    "Alerts are raised on abnormal connections and packets.": "Bei abnormalen Verbindungen und Paketen werden Warnungen ausgelöst.",
    "Please specify, how you adopted least privilege principle for your connected assets. (Select everything that applies).": "Bitte geben Sie an, wie Sie das Least-Privilege-Prinzip für Ihre angeschlossenen Geräte und Anlagen anwenden. (Wählen Sie alles aus, was zutrifft).",
    "- No specification of access restriction for the connected devices. - No contractual basis for the vendors or - service providers.": "- Keine Festlegung von Zugangsbeschränkungen für die angeschlossenen Geräte. - Keine vertragliche Grundlage für die Anbieter oder - Dienstleister.",
    "Ports are restricted for each connected device.": "Die Ports sind für jedes angeschlossene Gerät eingeschränkt.",
    "- Connections to legacy devices are restricted - based on minimum time of connection.": "- Verbindungen zu älteren Geräten sind eingeschränkt - basierend auf einer Mindestdauer der Verbindung.",
    "External connections from providers are not allowed 24/7.": "Externe Verbindungen von Providern sind nicht 24/7 erlaubt.",
    "Central tool for managing connections and their visibility. 2)": "Zentrales Werkzeug zur Verwaltung von Verbindungen und deren Sichtbarkeit.",
    "- Connections to legacy devices are strictly limited and - monitored based on granular access control.": "- Die Verbindungen zu älteren Geräten sind streng begrenzt und werden auf der Grundlage einer granularen Zugangskontrolle überwacht.",
    "- External connections are managed explicitly - ( time, - port, - service, - user) - on a contractual basis and - shared responsability (customer-provider).": "- Externe Verbindungen werden explizit verwaltet - (Zeit, - Port, - Dienst, - Benutzer) - auf vertraglicher Basis und - mit geteilter Verantwortung (Kunde-Anbieter).",
    "Least privilege principle implemented in the complete network.": "Das Least-Privilege-Prinzip wird im gesamten Netz umgesetzt.",
    "- Each connection is allowed only with accordance with policy and - Kipling granular access principles: who? what? when? where? why? how?": "- Jede Verbindung wird nur in Übereinstimmung mit den Richtlinien und - Kipling granularen Zugangsgrundsätzen zugelassen: wer? was? wann? wo? warum? wie?",
    "Please specify, how you adopted zero trust policy and how access control is implemented for your connected assets. (Select everything that applies).": "Bitte geben Sie an, wie Sie die Zero-Trust-Richtlinie eingeführt haben und wie die Zugangskontrolle für Ihre angeschlossenen Anlagen umgesetzt wird. (Wählen Sie alles aus, was zutrifft).",
    "- no firewall, - common credentials, - no policy": "- keine Firewall, - gemeinsame Anmeldedaten, - keine Richtlinie",
    "Using firewall for managing access to connected devices": "Verwendung einer Firewall zur Verwaltung des Zugangss auf angeschlossene Geräte",
    "Restrict ftp, USB, floppy disk": "Ftp, USB, Diskette eingeschränkt",
    "Legacy protocols such as modbus, telnet, Serial to Ethernet (i.e. IOLAN+232) are not exposed to network.": "Ältere Protokolle wie Modbus, Telnet, Seriell-zu-Ethernet (d.h. IOLAN+232) sind dem Netzwerk nicht ausgesetzt.",
    "- Using industrial grade modern firewall or - nextgen firewall.": "- Verwendung einer modernen Industrie-Firewall oder - Nextgen-Firewall.",
    "- Credentials are not shared for the devices, - tackled manually when not possible to do it in centralized way. - Credentials are kept securely": "- Berechtigungsnachweise werden nicht für die Geräte freigegeben, - manuell angegangen, wenn es nicht möglich ist, dies auf zentralisierte Weise zu tun. - Berechtigungsnachweise werden sicher aufbewahrt",
    "Removable media policy in place.": "Richtlinien für Wechseldatenträger sind vorhanden.",
    "- Granular access control to the legacy devices enforced on a firewall. - For providers, external access is centrally managed and - contractually specified.": "- Granulare Zugangskontrolle zu älteren Geräten, die über eine Firewall durchgesetzt wird. - Für Anbieter wird der externe Zugang zentral verwaltet und vertraglich festgelegt.",
    "- Comprehensive zero-trust policy - defining all services, - entities, - users who can access to the connected device - in accordance with least privilege.": "- Umfassende Zero-Trust-Richtlinien - Definition aller Dienste, - Entitäten, - Benutzer, die auf das angeschlossene Gerät zugreifen können - nach dem Prinzip der geringsten Berechtigung.",
    "- Access rights manager and - group policy (AD, Confluence, CRM) in place - enforced on a firewall.": "- Zugangsrechte-Manager und - Gruppenrichtlinien (AD, Confluence, CRM) sind vorhanden und werden durch eine Firewall durchgesetzt.",
    "- 3) Providers explicity use least privilege principle in connection specification.": "Die Anbieter verwenden bei der Spezifikation der Verbindungen ausdrücklich das Prinzip der geringsten Privilegien.",
    "Please specify, how you manage updates and vulnerabilities. (Select everything that applies.)": "Bitte geben Sie an, wie Sie Updates und Schwachstellen verwalten. (Wählen Sie alles aus, was zutrifft.)",
    "- No regular updates of connected devices. - Legacy machines and - software accessible from the network.": "- Keine regelmäßige Aktualisierung der angeschlossenen Geräte. - Veraltete Maschinen und - Software, die über das Netz zugänglich sind.",
    "- Regular update firmware of connected device. - Separate from network legacy machines managed by Win2000, WinXP, Win7.": "- Regelmäßige Aktualisierung der Firmware des angeschlossenen Geräts. - Getrennt von Netzwerk-Legacy-Maschinen verwaltet von Win2000, WinXP, Win7.",
    "- Visibility into update or - trusted source of update. In other words, your vendors provide a way to validate update for customers.": "- Sichtbarkeit der Aktualisierung oder - vertrauenswürdige Quelle der Aktualisierung. Mit anderen Worten: Ihre Anbieter bieten eine Möglichkeit, Updates für Kunden zu validieren.",
    "- Regularly verify vulnerabilities, - patches and - connection setting - to legacy machines.": "- Regelmäßige Überprüfung von Schwachstellen, - Patches und - Verbindungseinstellungen - zu älteren Rechnern.",
    "Restrict access to mitigate the risk if update is not possible.": "Zugang wird eingeschränkt, um das Risiko zu mindern, wenn eine Aktualisierung nicht möglich ist.",
    "Please specify, how do you manage remote access to connected devices. (Select everything that applies.)": "Bitte geben Sie an, wie Sie den Fernzugang auf angeschlossene Geräte verwalten. (Wählen Sie alles aus, was zutrifft.)",
    "No restrictions.": "Keine Beschränkungen",
    "- Identification with (shared) login and password. - Communication is site to site encrypted.": "- Identifizierung mit (gemeinsamem) Login und Passwort. - Die Kommunikation zwischen den Standorten ist verschlüsselt.",
    "Identification with (personal) login, password.": "Identifikation mit (persönlichem) Login, Passwort.",
    "- Limitations on what the remote access side can see/ - access, - possibility to view - (audit) remote access.": "- Beschränkungen dessen, was die Fernzugangsseite sehen/ - abrufen kann, - Möglichkeit der Einsichtnahme in den Fernzugriff (Audit).",
    "- Administrator can manage the session: - audit, - interrupt, - initiate from the inside. - Use 2FA if possible.": "- Administrator kann die Sitzung verwalten: - Audit, - Unterbrechung, - Initiierung von innen. - Verwendung von 2FA, falls möglich.",
	"Please specify, how you manage your PLC/HMI programming. (Select everything that applies).": "Bitte geben Sie an, wie Sie Ihre SPS/HMI-Programmierung verwalten. (Wählen Sie alles aus, was zutrifft).",
	"Level 0: - no limitations.": "Stufe 0: - Keine Einschränkungen",
	"Level 1: - No adhoc reprogramming allowed (scheduled). - Need permission by OT manager to update.": "Stufe 1: - Keine Adhoc-Umprogrammierung erlaubt (geplant). - Für die Aktualisierung ist die Genehmigung des OT-Managers erforderlich.",
	"Level 2: - Code is version controlled ( eg. Git)": "Stufe 2: - Der Code ist versionskontrolliert (z. B. Git)",
	"Level 2+: - PLCs are in closed cabinet (need key to open)": "Stufe 2+: - PLCs befinden sich in einem geschlossenen Schrank (zum Öffnen ist ein Schlüssel erforderlich)",
	"Level3: - Not allowed to directly connect engineering PC to PLC.": "Stufe 3: - Keine direkte Verbindung zwischen Engineering-PC und SPS erlaubt.",
	"Level 3+: - All code changes are done from secured jump host in DMZ or similar.": "Stufe 3+: - Alle Code-Änderungen werden von einem gesicherten Jump-Host in einer DMZ oder ähnlichem durchgeführt.",
	"Please specify, how you manage your PLC/HMI.(Select everything that applies).": "Bitte geben Sie an, wie Sie Ihre SPS/HMI verwalten. (Wählen Sie alles aus, was zutrifft).",
	"Level 1: - Identification with (shared) login, password - including remote access (eg. VNC).": "Stufe 1: - Identifizierung mit (gemeinsamem) Login, Passwort - einschließlich Fernzugang (z. B. VNC).",
	"Level 2: - Identification with (personal) login, password or - external (personal) key (eg. rfid) - including remote access (eg. VNC)": "Stufe 2: - Identifizierung mit (persönlichem) Login, Passwort oder - externem (persönlichem) Schlüssel (z. B. rfid) - einschließlich Fernzugang (z. B. VNC)",
	"Level 3: - Communication between PLC & HMI is end-to-end encrypted.": "Stufe 3: - Die Kommunikation zwischen PLC und HMI ist Ende-zu-Ende verschlüsselt.",
	"Please specify, how the lifecycle of your PLC/HMI is managed.(Select everything that applies).": "Bitte geben Sie an, wie der Lebenszyklus Ihrer SPS/HMI verwaltet wird (wählen Sie alles aus, was zutrifft).",
	"Level 0: - no particular actions.": "Stufe 0: - keine besonderen Maßnahmen.",
	"Level 1: - Patch new firmware at regular interval.": "Stufe 1: - Regelmäßiges Einspielen neuer Firmware.",
	"Level 2: - Monitor CVEs and - patch updates as soon as possible.": "Stufe 2: - Überwachen Sie CVEs und - patchen Sie Updates so schnell wie möglich.",
	"Level 3: - Re-install firmware (verify Hash) for new device. - For decommisioning device use factory reset (remove stored credetials). - Destroy unused and broken devices (onboard flash) (remove stored credentials)": "Stufe 3: - Neuinstallation der Firmware (Verifizierung des Hash) für neue Geräte. - Bei Außerbetriebnahme von Geräten wird auf Werkseinstellungen zurückgesetzt (gespeicherte Anmeldeinformationen entfernen). - Zerstörung von unbenutzten und defekten Geräte (Onboard-Flash) (Entfernung gespeicherter Anmeldeinformationen).",
	"Please specify, how the data access on your PLCs is managed (Push/pull).(Select everything that applies).": "Bitte geben Sie an, wie der Datenzugriff auf Ihre SPS verwaltet wird (Push/Pull). (Wählen Sie alles, was zutrifft).",
	"Level 1: - Access only allowed after checking credentials (login, pw or keys) - apply for all services.": "Stufe 1: - Zugang nur nach Überprüfung der Anmeldedaten (Login, Pw oder Schlüssel) - gilt für alle Dienste.",
	"Level 2: - Credentials set per user/service.": "Stufe 2: - Berechtigungsnachweise pro Benutzer/Dienst festgelegt.",
	"Level 2+: - Communication is end-to-end encrypted.": "Stufe 2+: - Die Kommunikation ist Ende-zu-Ende verschlüsselt.",
	"Level 2++: - All not used ports are closed.": "Stufe 2++: - Alle nicht verwendeten Ports sind geschlossen.",
	"Level 3: - All connections are initiated from the inside (Push only).": "Ebene 3: - Alle Verbindungen werden von innen initiiert (nur Push).",
	"Please specify, how the data access on your IIoT devices is managed (Push/pull).(Select everything that applies).": "Bitte geben Sie an, wie der Datenzugriff auf Ihre IIoT-Geräte verwaltet wird (Push/Pull). (Wählen Sie alles aus, was zutrifft).",
	"Level 1: - Access only allowed after checking credentials (login, pw or keys) - apply for all services.": "Stufe 1: - Zugang nur nach Überprüfung der Anmeldedaten (Login, Pw oder Schlüssel) - gilt für alle Dienste.",
	"Level 2: - Credentials set per user/service.": "Stufe 2: - Berechtigungsnachweise pro Benutzer/Dienst festgelegt.",
	"Level 2+: - Communication is end-to-end encrypted.": "Stufe 2+: - Die Kommunikation ist Ende-zu-Ende verschlüsselt.",
	"Level 2++: - All not used ports are closed.": "Stufe 2++: - Alle nicht verwendeten Ports sind geschlossen.",
	"Level 3: - All connections are initiated from the inside (Push only).": "Stufe 3: - Alle Verbindungen werden von innen initiiert (nur Push).",
	"Level 3+: - OTA system in place.": "Stufe 3+: - OTA-System ist vorhanden.",
	"Please specify the level of access control in your company. (Select everything that applies).": "Bitte geben Sie den Grad der Zugangskontrolle in Ihrem Unternehmen an. (Wählen Sie alles aus, was zutrifft).",
	"Level 0: - Authentication with username weak password. - 2) Absent of password policy including password renewal.": "Stufe 0: - Authentifizierung mit Benutzernamen und schwachem Passwort. - 2) Fehlende Passwort-Policy einschließlich Passwort-Erneuerung.",
	"Level 1: - Authentication with username & password or - security keys.": "Stufe 1: - Authentifizierung mit Benutzernamen und Passwort oder - Sicherheitsschlüssel.",
	"Level 1+: - Sufficient password complexity policy - including password renewal (e.g., every 6 months).": "Stufe 1+: - Ausreichend komplexe Passwörter - einschließlich der Erneuerung der Passwörter (z. B. alle 6 Monate).",
	"Level 1++: - Access should be restricted based on role of people in an organisation.": "Stufe 1++: - Der Zugang sollte auf der Grundlage der Rolle der Personen in einer Organisation eingeschränkt werden.",
	"Level 2: - Multifactor authentication.": "Stufe 2: - Multifaktor-Authentifizierung.",
	"Level 2+: - Fine-grain access control - with least privilege principle.": "Stufe 2+: - Feinkörnige Zugangskontrolle - mit dem Prinzip der geringsten Berechtigung.",
	"Level 2++: - Data integrity and - access tracing and - tracking.": "Stufe 2++: - Datenintegrität und - Zugriffsverfolgung und - Rückverfolgung.",
	"Level 3: - Access log auditing.": "Stufe 3: - Zugangsprotokollprüfung.",
	"Level 3++: - Smart access control tool - with alert system when abnormal activites detected.": "Stufe 3++: - Intelligentes Zugangskontrolltool - mit Warnsystem, wenn abnormale Aktivitäten festgestellt werden.",
	"Please specify, how do you classify data in your company. (Select everything that applies).": "Bitte geben Sie an, wie Sie die Daten in Ihrem Unternehmen klassifizieren. (Wählen Sie alles aus, was zutrifft).",
	"Level 0: - no data classification.": "Stufe 0: - keine Datenklassifizierung.",
	"Level 1: - Classify data based on their level of criticality. For example, employees data is kept separately from financial data of company.": "Stufe 1: - Klassifizierung der Daten auf der Grundlage ihres Kritikalitätsgrades. Zum Beispiel werden die Daten der Mitarbeiter getrennt von den Finanzdaten des Unternehmens aufbewahrt.",
	"Level 2: - Fine-grained data classification - based on critically level such as for example: public, internal, confidential; non-critical, business-critical, personal or similar.": "Stufe 2: - Feinkörnige Datenklassifizierung - basierend auf dem Kritikalitäts-Level wie z.B.: öffentlich, intern, vertraulich; nicht kritisch, geschäftskritisch, persönlich oder ähnlich.",
	"Level 2+: - Do risk assessment of each data category and - implement solutions to address them.": "Stufe 2+: - Durchführung einer Risikobewertung für jede Datenkategorie und - Umsetzung von Lösungen zur Behebung dieser Risiken.",
	"Level 3: - Highly confidential data should be kept in a separate physical storage or network from normal data and - having more stringent access control to it.": "Stufe 3: - Streng vertrauliche Daten sollten in einem von den normalen Daten getrennten physischen Speicher oder Netz aufbewahrt werden und - mit einer strengeren Zugangskontrolle versehen sein.",
	"Please specify, how do you store data in your company. (Select everything that applies).": "Bitte geben Sie an, wie Sie in Ihrem Unternehmen Daten speichern. (Wählen Sie alles aus, was zutrifft).",
	"Level 0: - Data stored in the insecure network or storage. - No data backup. - No proper access control mechanism in place for control access to data or - to the physical device storing data.": "Stufe 0: - Daten werden in einem unsicheren Netz oder Speicher gespeichert. - Keine Datensicherung. - Kein geeigneter Zugriffskontrollmechanismus für die Kontrolle des Zugriffs auf Daten oder - auf das physische Gerät, auf dem die Daten gespeichert sind.",
	"Level 1: - Existence of data backup, at least, a copy of data in a separate device.": "Stufe 1: - Vorhandensein einer Datensicherung, zumindest einer Kopie der Daten auf einem separaten Gerät.",
	"Level 1+: - Existence of Data backup policy.": "Stufe 1+: - Vorhandensein einer Datensicherungsregelung.",
	"Level 1++: - Existence of access control to data storage and - limit physical access to device storing data, - if applicable (exception for cloud storage).": "Stufe 1++: - Vorhandensein einer Zugangskontrolle zur Datenspeicherung und - Begrenzung des physischen Zugangs zum Gerät, das die Daten speichert, - falls zutreffend (Ausnahme: Cloud-Speicher).",
	"Level 2: - Following standard backup policy 3-2-2.": "Stufe 2: - Gemäß der Standard-Sicherungsrichtlinie 3-2-2.",
	"Level 2+: - Data on storage are protected with sufficient security mechanisms such as encrypting data before storing.": "Stufe 2+: - Die gespeicherten Daten sind durch ausreichende Sicherheitsmechanismen geschützt, z. B. durch Verschlüsselung der Daten vor der Speicherung.",
	"Level 3: - Existence of data retention policy for both - normal and - personal data.": "Stufe 3: - Vorhandensein einer Datenaufbewahrungsregelung sowohl für - normale als auch für - personenbezogene Daten.",
	"Level 3+: - Having secure network infrastructure with advanced protection tool - either on premise or - cloud storage and - advanced tools for data access control.": "Stufe 3+: - Sichere Netzinfrastruktur mit fortschrittlichen Schutzinstrumenten - entweder vor Ort oder in der Cloud und - fortschrittliche Instrumente für die Datenzugriffskontrolle.",
	"Level 3++: - Performing access auditing and - having ": "Stufe 3++: - Durchführung von Zugangsprüfungen und - Besitz von ",
	"Please specify, how do you exchange data in your company and with customers. (Select everything that applies).": "Bitte geben Sie an, wie Sie Daten in Ihrem Unternehmen und mit Kunden austauschen. (Wählen Sie alles aus, was zutrifft).",
	"Level 0: - Exchange data in an unsecure medium (e.g., with unprotected flash drive). - Using email for data exchange without proper protection to data. For example, send data without password protected through email.": "Stufe 0: - Austausch von Daten über ein unsicheres Medium (z. B. mit einem ungeschützten Flash-Laufwerk). - Verwendung von E-Mail für den Datenaustausch ohne angemessenen Schutz der Daten. Versenden von zum Beispiel Daten ohne Passwortschutz per E-Mail.",
	"Level 1: - Using a secure communication medium for data exchange": "Stufe 1: - Verwendung eines sicheren Kommunikationsmediums für den Datenaustausch",
	"Level 1+: - Always password protected data, especially confidential data - when exchange through email or - Flash.": "Stufe 1+: - Stets passwortgeschützte Daten, insbesondere vertrauliche Daten - beim Austausch über E-Mail oder - Datenträger.",
	"Level 2: - Using secure tools for sharing data - with proper access control. E.g., OneDrive or other data sharing space.": "Stufe 2: - Verwendung sicherer Tools für die gemeinsame Nutzung von Daten - mit angemessener Zuggriffskontrolle. Z. B. OneDrive oder ein anderer Datenfreigabebereich.",
	"Level 2+: - Using secure protocol for data exchange.": "Stufe 2+: - Verwendung eines sicheren Protokolls für den Datenaustausch.",
	"Level 3: - Having data exchange history and - it is traceable.": "Stufe 3: - eine Historie des Datenaustauschs und - die Rückverfolgbarkeit.",
	"Level 3+: - Existence of formal data exchange auditing - performed by security department.": "Stufe 3+: - Vorhandensein eines formellen Audits des Datenaustauschs - durchgeführt von der Sicherheitsabteilung.",
	"Please specify, how the data privacy is supported in your company and with customers. (Select everything that applies).": "Bitte geben Sie an, wie der Datenschutz in Ihrem Unternehmen und bei Kunden unterstützt wird. (Wählen Sie alles aus, was zutrifft).",
	"Level 0: - Personal data is stored in insecure storage without proper access control mechanism in place. - No control on data processing and - no check, whether or not it complies with purpose consented by data owner.": "Stufe 0: - Personenbezogene Daten werden in einem unsicheren Speicher ohne geeignete Zugriffskontrollmechanismen gespeichert. - Keine Kontrolle der Datenverarbeitung und - keine Überprüfung, ob sie dem vom Dateneigentümer genehmigten Zweck entspricht oder nicht.",
	"Level 1: - Personal data is stored in protected storage and - only authorised people are allowed to access.": "Stufe 1: - Personenbezogene Daten werden in geschützten Speichern aufbewahrt und - nur befugte Personen haben Zugang.",
	"Level 1+: - Data is processed in accordance with its intended purpose.": "Stufe 1+: - Die Daten werden entsprechend ihrem Verwendungszweck verarbeitet.",
	"Level 2: - Existence of data retention policy as defined in GDPR.": "Stufe 2: - Vorhandensein einer Datenaufbewahrungsregelung gemäß der DSGVO.",
	"Level 3: - Existence of mechanism to ensure rights to be forgotten.": "Stufe 3: - Vorhandensein eines Mechanismus zur Gewährleistung des Rechts auf Vergessenwerden.",
	"Level 3+: - Existence of tools for data access auditing in case of data breach.": "Stufe 3+: - Vorhandensein von Instrumenten zur Überprüfung des Datenzugriffs im Falle einer Datenverletzung.",
	"Level 3++: - Existence of data access history.": "Stufe 3++: - Vorhandensein einer Datenzugriffshistorie.",
	"Please specify, the actions for supporting cybersecurity culture in your company. (Select everything that applies).": "Bitte geben Sie an, welche Maßnahmen zur Förderung der Cybersicherheitskultur in Ihrem Unternehmen ergriffen werden. (Wählen Sie alles aus, was zutrifft).",
	"Level 0: - Non-existence of CS training program.": "Stufe 0: - Nichtvorhandensein eines CS-Ausbildungsprogramms.",
	"Level 1: - There is a CS training - with a minimum of one per year.": "Stufe 1: - Es gibt eine CS-Schulung - mindestens eine pro Jahr.",
	"Level 1+: - there are sufficient topics to be covered - for at least about phishing and ransomware.": "Stufe 1+: - es gibt genügend Themen, die abgedeckt werden müssen - mindestens über Phishing und Ransomware.",
	"Level 2: - Different topics must be covered for the CS training - from network to data security.": "Stufe 2: - Für die CS-Schulung müssen verschiedene Themen abgedeckt werden - vom Netzwerk bis zur Datensicherheit.",
	"Level 2+: - Existence of CS program in the company - with clear duty assignment.": "Stufe 2+: - Vorhandensein eines CS-Programms im Unternehmen - mit klarer Aufgabenverteilung.",
	"Level2++: - Existence of CS security teams.": "Stufe 2++: - Vorhandensein von CS-Sicherheitsteams.",
	"Level 3: - Organised implementation of CS program.": "Stufe 3: - Organisierte Durchführung des CS-Programms.",
	"Level 3+: - Measure the success and - adapt CS program to the needs of the company cyber security posture.": "Stufe 3+: - Messung des Erfolgs und - Anpassung des CS-Programms an die Bedürfnisse der Cybersicherheitslage des Unternehmens.",
	"Please specify, the level of supply chain documentation in your company. (Select everything that applies).": "Bitte geben Sie an, wie weit die Dokumentation der Lieferkette in Ihrem Unternehmen fortgeschritten ist. (Wählen Sie alles aus, was zutrifft).",
	"Level 0: - No supply chain documentation.": "Stufe 0: - Keine Dokumentation der Lieferkette.",
	"Level 1: - A document with all supply chain partners, - machine builders, - vendors, - external parties having access to the network, - their access rights, - accounts.": "Stufe 1: - Ein Dokument mit allen Partnern der Lieferkette, - Maschinenherstellern, - Lieferanten, - externen Parteien, die Zugang zum Netz haben, - ihren Zugangsrechten, - Konten.",
	"Level 1+: - For providers: a document with all customers, - access rights to their networks and - accounts.": "Stufe 1+: - Für Anbieter: ein Dokument mit allen Kunden, - Zufgriffsrechten zu ihren Netzen und - Konten.",
	"Level 2: - Supply chain documentation - regularly updated.": "Stufe 2: - Dokumentation der Lieferkette - regelmäßig aktualisiert.",
	"Level 3: - Use dedicated tool for documenting the external connection.": "Stufe 3: - Verwendung eines speziellen Tools zur Dokumentation der externen Verbindung.",
	"Level 3+: - Access control policy - based on least privilege principle and - zero trust in place.": "Stufe 3+: - Zugangskontrollregelung - auf der Grundlage des Least-Privelege-Prinzips und - Zero-Trust umgesetzt.",
	"Please specify, the supply chain security requirements and contractual obligations in your company. (Select everything that applies).": "Bitte geben Sie an, welche Anforderungen an die Sicherheit der Lieferkette und welche vertraglichen Verpflichtungen in Ihrem Unternehmen bestehen. (Wählen Sie alles aus, was zutrifft).",
	"Level 0: - no security requirements with the partners.": "Stufe 0: - keine Sicherheitsanforderungen bei den Partnern.",
	"Level 1: - Contract with machine builders, - vendors, - providers - mentions responsibility in the case of security breach.": "Stufe 1: - Vertrag mit Maschinenherstellern, - Verkäufern, - Anbietern - Erwähnung der Verantwortung im Falle einer Sicherheitsverletzung.",
	"Level 2: - Contract - mentions clear requirements and - guidelines - to the external connection, - account rights, - visibility, - supporting the appropriate maturity level.": "Stufe 2: - Vertrag - nennt klare Anforderungen und - Richtlinien - zur externen Anbindung, - Kontorechte, - Sichtbarkeit, - Unterstützung des entsprechenden Reifegrades.",
	"Level 3: - Contract - includes maturity validation criteria and - is regularly updated.": "Stufe 3: - Vertrag - enthält Kriterien für die Reifegradvalidierung und - wird regelmäßig aktualisiert.",
	"Please specify, how do you conduct security audits and risk assessments of your partners. (Select everything that applies).": "Bitte geben Sie an, wie Sie Sicherheitsaudits und Risikobewertungen Ihrer Partner durchführen. (Wählen Sie alles aus, was zutrifft).",
	"Level 0: - No risk assessment of the supply chain partners.": "Stufe 0: - Keine Risikobewertung der Partner in der Lieferkette.",
	"Level 1: - Minimal list of questions (buyers guide) - to the vendors, - machine builders and - service providers.": "Stufe 1: - Minimaler Fragenkatalog (Einkaufsführer) - an die Verkäufer, - Maschinenbauer und - Dienstleister.",
	"Level 2: - Risk assessment is conducted for all supply chain interactions - ( how secure is this communication/ - procedure/ - update/ - product? ).": "Stufe 2: - Es wird eine Risikobewertung für alle Interaktionen in der Lieferkette durchgeführt (wie sicher ist diese Kommunikation/dieses Verfahren/dieses Update/dieses Produkt).",
	"Level 3: - Regular audit is conducted for all supply chain partners - (along with internal audit)": "Stufe 3: - Regelmäßige Audits für alle Partner in der Lieferkette (zusammen mit internen Audits)",
	"Please specify the level of visibility into external connection. (Select everything that applies).": "Bitte geben Sie den Grad der Sichtbarkeit der externen Verbindung an. (Wählen Sie alles, was zutrifft).",
	"Level 0: - no visibility.": "Stufe 0: - keine Sichtbarkeit.",
	"Level 1: - Notified when there is a remote connection from provider, - vendor, - machine builder.": "Stufe 1: - Benachrichtigung, wenn eine Fernverbindung vom Provider, - Verkäufer, - Maschinenbauer besteht.",
	"Level 2: - Continous monitoring of remote connection in place - including the protocol, - data packets, - user account etc.": "Stufe 2: - Kontinuierliche Überwachung der Fernverbindung - einschließlich Protokoll, - Datenpakete, - Benutzerkonto usw.",
	"Level 3: - Specific security monitoring tool is used.": "Stufe 3: - Es wird ein spezielles Sicherheitsüberwachungsinstrument verwendet.",
	"Level 3+: - Dedicated IPS/IDS.": "Stufe 3+: - Dediziertes IPS/IDS.",
	"Please specify the level of NIS2 compliance (Select everything that applies).": "Bitte geben Sie den Grad der NIS2-Konformität an (wählen Sie alles aus, was zutrifft).",
	"Level 0: - No awareness about how to comply with NIS2.": "Stufe 0: - Kein Bewusstsein dafür, wie die NIS2 einzuhalten ist.",
	"Level 1: - Incident response procedure in place.": "Stufe 1: - Verfahren zur Reaktion auf Zwischenfälle vorhanden.",
	"Level 1+: - Clear understanding of NIS2 obligations for your company - (essential, - important, - not applies).": "Stufe 1+: - Klares Verständnis der NIS2-Verpflichtungen für Ihr Unternehmen - (wesentlich, - wichtig, - trifft nicht zu).",
	"Level 1++: - Clear understanding of NIS2 obligations - of all supply chain partners.": "Stufe 1++: - Klares Verständnis der NIS2-Verpflichtungen - aller Partner der Lieferkette.",
	"Level 2: - Roadmap to implementing NIS2 in place.": "Stufe 2: - Fahrplan für die Einführung von NIS2 ist vorhanden.",
	"Level 3: - NIS2 compliance.": "Stufe 3: - NIS2-Konformität.",
	"Please specify how do you analyse the vulnerabilities in the updates. (Select everything that applies).": "Bitte geben Sie an, wie Sie die Schwachstellen in den Updates analysieren. (Wählen Sie alles aus, was zutrifft).",
	"Level 0: - No vulnerability analysis.": "Stufe 0: - Keine Schwachstellenanalyse.",
	"Level 1: - Basic vulnerability scan has been performed - at least once.": "Stufe 1: - Ein grundlegender Schwachstellen-Scan wurde durchgeführt - mindestens einmal.",
	"Level 2: - Regular vulnerability scan of the updates and - software systems. - Regular verification of the updates.": "Stufe 2: - Regelmäßige Überprüfung der Aktualisierungen und - Softwaresysteme auf Schwachstellen. - Regelmäßige Überprüfung der Updates.",
	"Level 3: - Continous vulnerability scanning in place. - Software updates are validated with signature.": "Stufe 3: - Kontinuierliches Scannen auf Schwachstellen ist vorhanden. - Software-Updates werden mit Signatur validiert.",
	"Level 3+: - Measure the success of CS program and - adapt CS program to the needs of the company cyber security posture.": "Stufe 3+: - Messung des Erfolgs des CS-Programms und - Anpassung des CS-Programms an die Bedürfnisse der Cybersicherheitslage des Unternehmens.",
    "settings": "Einstellungen",
    "Select Template:": "Vorlage auswählen:",
    "Empty": "Leer",
    "Home Network": "Heimnetz",
    "Office Network": "Büronetz",
    "Company Network": "Firmennetz",
    "Enter map name here": "Mapnamen eingeben",
    "Create": "Erstellen",
    "Add from Template": "Aus Vorlage hinzufügen",
    " has been added.": " wurde hinzugefügt.",
    "Object has not been added!": "Objekt wurde nicht hinzugefügt!",
    "Please enter a valid name for the new map": "Bitte geben Sie einen validen Namen für die neue Map ein",
    "Access Denied!": "Zugriff verweigert!",
    "Please select or create a company profile:": "Bitte wählen oder erstellen Sie ein Firmenprofil:",
    "hacked": "gehackt",
    "Hacked:": "Gehackt:",
    "Recommended Actions:": "Handlungsempfehlungen:",
    "Map properties:": "Mapeigenschaften:"
}
